Repository: mericorhay/DietFlow
Catalog: Packages/DietFlowKit/Sources/DesignSystem/Resources/Localizable.xcstrings
Source language: en
Languages: es, tr

# assistant.consent.allow
source: Allow
es: Permitir
tr: İzin Ver

# assistant.consent.decline
source: Not Now
es: Ahora no
tr: Şimdi Değil

# assistant.consent.message
source: To do this, the meal's name, description and portion, and any foods you said you avoid, are sent through our server to %1$@, whose AI reads them. %2$@ does not keep them. Nothing else about you or your plan is sent.
es: Para ello, el nombre, la descripción y la ración de la comida, y los alimentos que dijiste evitar, se envían a través de nuestro servidor a %1$@, cuya IA los lee. %2$@ no los guarda. No se envía nada más sobre ti ni sobre tu plan.
tr: Bunun için öğünün adı, açıklaması ve porsiyonu ile yemediğini söylediğin yiyecekler sunucumuz üzerinden %1$@ yapay zekâsına gönderilir. %2$@ bunları saklamaz. Seninle ya da planınla ilgili başka hiçbir şey gönderilmez.

# assistant.consent.title
source: Share meals with %@?
es: ¿Compartir las comidas con %@?
tr: Öğünlerin %@ ile paylaşılsın mı?

# assistant.cost.left
source: %lld uses left this month
es: Te quedan %lld usos este mes
tr: Bu ay %lld hakkın kaldı

# assistant.cost.plusHint
source: Included with Plus. Opens what Plus adds.
es: Incluido en Plus. Abre lo que añade Plus.
tr: Plus'a dahil. Plus'ın neler eklediğini açar.

# assistant.mark.estimated
source: Estimated
es: Estimado
tr: Tahmini

# assistant.mark.written
source: Written by the assistant
es: Escrito por el asistente
tr: Asistan yazdı

# assistant.working
source: The assistant is working on it
es: El asistente está en ello
tr: Asistan üzerinde çalışıyor

# dateStrip.today
source: Today
es: Hoy
tr: Bugün

# noPlan.create
source: Create Plan
es: Crear plan
tr: Plan Oluştur

# noPlan.import
source: Import Plan
es: Importar plan
tr: Planı İçe Aktar

# noPlan.message
source: Create a schedule once, then let the widget handle the rest.
es: Crea tu horario una vez y deja que el widget se encargue del resto.
tr: Programını bir kez oluştur, gerisini widget halletsin.

# noPlan.organize.subtitle
source: Paste the list you have. AI puts it in order.
es: Pega la lista que tienes. La IA la ordena.
tr: Elindeki listeyi yapıştır. Yapay zekâ düzene sokar.

# noPlan.organize.title
source: Organize Any List
es: Ordenar una lista
tr: Listeyi Düzene Sok

# noPlan.title
source: No meal plan yet
es: Aún no hay plan de comidas
tr: Henüz öğün planı yok

# noPlan.write.subtitle
source: Say how you want to eat. AI writes up to 30 days.
es: Di cómo quieres comer. La IA escribe hasta 30 días.
tr: Nasıl beslenmek istediğini söyle. Yapay zekâ 30 güne kadar yazar.

# noPlan.write.title
source: Write Me a Plan
es: Escríbeme un plan
tr: Bana Plan Yaz
